[
  {
    "title": "Getting Started",
    "text": "The best place to get started is (1) understanding TLC’s service culture, (2) outlining your contribution to that culture, and (3) summarizing our commitment to regulatory compliance.",
    "keywords": [
      "regulatory compliance"
    ]
  },
  {
    "title": "Active Trainer",
    "text": "COACHING: Practice and Learn ○ PD/",
    "keywords": [
      "coaching"
    ]
  },
  {
    "title": "Advanced New Team Member Training",
    "text": "○ Practice and Learn ○ Audit ○",
    "keywords": []
  },
  {
    "title": "Key Performance Indicators",
    "text": "(KPIs) are a performance measurement of a particular activity that a team member performs. In essence, KPIs measure a team member’s individual contribution to TLC’s overall goals and strategies. Thus, KPIs determine your incentive pay or performance bonus pay. KPIs are calculated for each pay period as a per hour bonus that is added to the hourly base pay wage for every hour worked during the pay period. Current KPIs are always posted on each CCM’s Dashboard. Each KPI will include the following information: the minimum acceptable performance level (the performance level that “meets expectations”); the individual KPI percentage of total incentive pay; the maximum KPI incentive amount; and, the timeframe for each KPI incentive availability. CCM KPIs are outlined below: ● LPD:",
    "keywords": [
      "performance bonus pay",
      "the performance level",
      "a performance measurement"
    ]
  },
  {
    "title": "Past Due Process",
    "text": "and (2) the percentage of clients they help become Active again. PDP comprises 25% of all possible KPI pay. ● Quality Care: Measures a CCM’s ability to deliver outstanding care/service to TLC’s clients.",
    "keywords": [
      "● quality care"
    ]
  },
  {
    "title": "Quality Care",
    "text": "comprises 5% of all possible KPI pay. (Quality may be the smallest KPI component, but it has the biggest impact on a CCM’s tenure with the company.) ● Quality Systems: Measures a CCM’s ability to execute TLC’s strategies and adhere to its systems.",
    "keywords": [
      "● quality systems",
      "quality"
    ]
  },
  {
    "title": "Compliance Certifica Tion",
    "text": "Compliance measures the CCMs ability to comply with applicable Federal and Tribal laws and regulations.",
    "keywords": [
      "compliance"
    ]
  },
  {
    "title": "Because Compliance",
    "text": "is a foundational element, CCMs are regularly trained and tested on all compliance matters.",
    "keywords": [
      "all compliance matters"
    ]
  },
  {
    "title": "Compliance Certification",
    "text": "is a quarterly test that demonstrates compliance proficiency and excellence.",
    "keywords": [
      "compliance proficiency"
    ]
  },
  {
    "title": "Compliance Certification",
    "text": "includes financial incentives outlined in the Compensation Memo. Disregarding TLC’s Compliance standards will lead to immediate termination.",
    "keywords": []
  },
  {
    "title": "Expe Ctations",
    "text": "As an employee of TLC, you are expected to both: 1. Know and comply with the laws and regulations that apply to you, and 2. Share concerns and report any violations that you encounter. If you see or suspect that something is illegal or unethical, you have not only the right, but also the obligation, to speak up and share your concerns. In order to help you meet these Compliance Expectations: ● You must become",
    "keywords": [
      "these compliance expectations"
    ]
  },
  {
    "title": "Compliance Certified",
    "text": "before you handle any client calls. Your initial compliance certification training will happen during your initial training period. You must get a 100% score on your certification exam before you are Compliance Certified. ● You must attend regular",
    "keywords": []
  },
  {
    "title": "Compliance Training Meetings",
    "text": "(CTMs). CTMs will reinforce and update your initial compliance training and introduce additional compliance policies as they become relevant. ● You must also take periodic compliance tests regarding our compliance-related policies and procedures. You must have a perfect score on these compliance exams in order to continue working with TLC clients. These trainings will be facilitated by TLC’s",
    "keywords": [
      "additional compliance policies",
      "periodic compliance tests",
      "our compliance-related policies",
      "these compliance exams"
    ]
  },
  {
    "title": "Promise Fulfillment",
    "text": "Manager. If you have any questions or concerns about compliance, please speak directly to TLC’s",
    "keywords": [
      "compliance"
    ]
  },
  {
    "title": "Phone System Phone Compliance",
    "text": "1. After a voice to voice call progresses past the introduction portion of the call, always inform the client that they are on a recorded line and verify client information (VCI). 2. Always be ready to serve our clients by keeping your headset on. 3. Always indicate in the LMS when the client has certain contact requests like: 3.1. DNC:",
    "keywords": [
      "the introduction portion"
    ]
  },
  {
    "title": "The Manual Dial",
    "text": "option should be used for this. 13 Note: The client may not be able to hear the dial tones as you are entering them.",
    "keywords": [
      "the dial tones"
    ]
  },
  {
    "title": "Loan Management",
    "text": "System). There are three required documentation types: (1) One-",
    "keywords": []
  },
  {
    "title": "Ups Each",
    "text": "of these types relies heavily on standardized abbreviations. These abbreviations and documentation types are outlined below:",
    "keywords": []
  },
  {
    "title": "Way Communica Tions",
    "text": "When your action or activity is “one-way” (meaning there is no back and forth communication with a client), you will likely use an activity template from the Notes applet within the LMS. Either choose the appropriate template that accurately describes your file activity or, if a template is not available, create your own note to document your actions. Specific templates are outlined later in each applicable section. A non-templated file note that documents a communication with a client might look like:",
    "keywords": [
      "a communication"
    ]
  },
  {
    "title": "W Ay Communica Tions",
    "text": "When your action or activity is a “two-way” communication with a client, you must do your “part” to document the file activity/client interaction by adhering to TLC’s 5-part documentation standard “ PART! ”: 1.",
    "keywords": [
      "a “two-way” communication"
    ]
  },
  {
    "title": "Contact Action",
    "text": "Links: This section provides some outbound communication options. ● Other Links: Allow access to view the Loan Agreement,",
    "keywords": []
  },
  {
    "title": "Loan Status",
    "text": "will help you both understand loan performance and proper client assignment (see Figure 1 to identify the",
    "keywords": [
      "loan performance"
    ]
  },
  {
    "title": "Verify Account",
    "text": "Each and every time you communicate with a client on the phone you must verify their account/identity. Steps to verify their Account ID: 1. Navigate to the “Customer” tab on the top left of your screen. 2. Click on “Search Customers.” 3. You can pull up a client by using the following: 3.1. Client’s phone number, 3.2. Client’s first and last name, 3.3. Client’s full social security number, 3.4. Client’s email. 4. Click on the client’s name at the bottom of the search results page. This will take you to the",
    "keywords": []
  },
  {
    "title": "Client Main View",
    "text": "Page. 5. On every call, verify the client by: 5.1. First and last name (if you have not done so already). 5.2. Last 4 of their social security number. 5.3. Client’s email address. 6.",
    "keywords": []
  },
  {
    "title": "If Client Refuses To Provide Personal",
    "text": "INFORMATION: SCRIPT: “I understand being hesitant to share personal information over the phone. However, as a security measure I cannot move forward with this process until we get proper identification.”",
    "keywords": [
      "a security measure"
    ]
  },
  {
    "title": "Care Manager",
    "text": "and the Client. This may happen on rare occasions. If you do encounter this issue, or if you are unable to complete the standard verification process (i.e., VCI, QQ’S, etc) please use the following script: SCRIPT: “I am so sorry, but for compliance reasons I will be unable to proceed with this loan due to our language barrier. We apologize for the inconvenience. ” DOCUMENT: Activity in LMS as needed.",
    "keywords": [
      "compliance reasons"
    ]
  },
  {
    "title": "T Understand Each Other Interpreter",
    "text": "If a client calls in using an interpreter, the interpreter will need to verify client information just as you would with any other client. They will tell you they are an interpreter calling with a client on the line. Verify the client's first and last name, the last 4 digits of their social security number, and email address. Proceed to help the client with their request. Note: Speak to the interpreter as if you were speaking to the client. EXAMPLE: “Can I have you verify your routing number?” not “Could you have John verify his routing number?” 24",
    "keywords": []
  },
  {
    "title": "Auto Cont Acts",
    "text": "There will be some system generated contacts with clients via text and email. For example, payment reminders and periodic greetings may be automatically sent to clients by the system.",
    "keywords": [
      "periodic greetings"
    ]
  },
  {
    "title": "Look Up Client In",
    "text": "LMS] And the last 4 digits of your social security number?” [",
    "keywords": []
  },
  {
    "title": "If A Call Progresses Past The",
    "text": "INTRODUCTION,",
    "keywords": [
      "introduction"
    ]
  },
  {
    "title": "Pause To Let The Client",
    "text": "VERIFY]. Great, and the last four digits of your social security number? [",
    "keywords": []
  },
  {
    "title": "If Yes",
    "text": ": Continue to fully verify the client if you have not done so already (first AND last name, last four digits of their social security number, and email address), then proceed to the “",
    "keywords": []
  },
  {
    "title": "World Class Care",
    "text": "with a personal greeting. ● Example: “Hi Samantha! It’s so good to hear from you … ”",
    "keywords": [
      "a personal greeting"
    ]
  },
  {
    "title": "Smile",
    "text": "- After reviewing all calls and file notes related to this file, did the CCM's sincerity, tone, and friendliness live up to our highest standards of care? 2)",
    "keywords": [
      "tone"
    ]
  },
  {
    "title": "Personal Greeting",
    "text": "- Did CCM use a personal greeting, regardless of the form of communication? 4) Did the CCM communicate using the communication method client preferred? (VTV, email, text) A -",
    "keywords": [
      "a personal greeting",
      "communication"
    ]
  },
  {
    "title": "Align",
    "text": "Ensure that the parties' communications align. ● Restate frequently to ensure you and the client are on the same page. ● Ask questions until you identify and restate any concerns or requests the client is communicating to you. ● Read the file carefully. ● Take time to listen. ● Example: “As your Care Manager, I am here to help! Here’s what I am hearing you say...is that right?”",
    "keywords": [
      "the parties' communications"
    ]
  },
  {
    "title": "Recommend",
    "text": "Respond to your client through their preferred communication method (email, phone, text) and recommend the option you think is best for them. ● Respond promptly to client questions. 31 ● Ensure your recommendation is fair to both the client and the lender. ● Confirm the action to be taken. ● Example: “Of course! That’s what I am here for! Here are some options that may help … ”",
    "keywords": []
  },
  {
    "title": "Resolution",
    "text": "- Was appropriate resolution pursued? A resolution that found the right solution that was fair to both the client and the lender? (We want to be the preferred lender to every responsible client.) 4)",
    "keywords": [
      "a resolution"
    ]
  },
  {
    "title": "Emp Athy",
    "text": "Remember to express empathy. ● Acknowledge the impact that the client’s situation has on their life. ● Let them know your purpose is to",
    "keywords": [
      "empathy"
    ]
  },
  {
    "title": "Help",
    "text": "them! ● Empathy is important in every step of the communication process. ● Example: “Thanks for reaching out to me about this Samantha. We all need some extra help sometimes. I am here to help.”",
    "keywords": [
      "the communication process",
      "empathy"
    ]
  },
  {
    "title": "Smile",
    "text": "- After reviewing all calls and file notes related to this file, did the CCM's sincerity, tone, and friendliness live up to our highest standards of care? Did we deliver on our promise? 2) Do the file notes accurately reflect what happened in the communication with the client? 3) [IF APPLICABLE] Did the CCM use the 30-60 seconds during AutoUW effectively? 4)",
    "keywords": [
      "the communication",
      "tone"
    ]
  },
  {
    "title": "If A Call Progresses Past The",
    "text": "INTRODUCTION,",
    "keywords": [
      "introduction"
    ]
  },
  {
    "title": "Client Care Manager",
    "text": "at [LENDER]. I am calling on a recorded line in regard to the loan application you submitted. Is that something you are still interested in?” IF YES: “I need to complete a verbal verification with you. Is now a good time to complete that?“ IF NO: “No problem! Does that mean you no longer need the money you were applying for? [",
    "keywords": [
      "a verbal verification"
    ]
  },
  {
    "title": "Infinity",
    "text": "seemed to be valid, but no response came from the client, and no contact was made. 2.3. No Interest. Indicates that contact methods were correct and communication was made with the client, but the client did not have interest in continuing with the loan application. There may be several reasons for the lack of interest: 2.3.1.",
    "keywords": [
      "communication"
    ]
  },
  {
    "title": "Lms If The Client Is Unable To Complete This",
    "text": "STEP: 1. BankV is required. SCRIPT: “Okay, since we were unable to verify you that way, the other option we have is a Bank Verification.” 2.",
    "keywords": [
      "a bank verification"
    ]
  },
  {
    "title": "Bank",
    "text": "VERIFICATION” 3. Notate in the file that the client called in from a different phone number.",
    "keywords": [
      "verification"
    ]
  },
  {
    "title": "Lms If The Client Is Unable To Complete This",
    "text": "STEP: 1. BankV is required. SCRIPT: “Okay, since we were unable to verify you that way, the other option we have is a Bank Verification.” 2.",
    "keywords": [
      "a bank verification"
    ]
  },
  {
    "title": "Bank",
    "text": "VERIFICATION” 39 3. Notate in the file that the client emailed in from a different email.",
    "keywords": [
      "verification"
    ]
  },
  {
    "title": "Lms If The Client Is Unable To Complete This",
    "text": "STEP: 1. BankV is required. SCRIPT: “Okay, since we were unable to verify you that way, the other option we have is a Bank Verification.” 2.",
    "keywords": [
      "a bank verification"
    ]
  },
  {
    "title": "Bank",
    "text": "VERIFICATION”",
    "keywords": [
      "verification"
    ]
  },
  {
    "title": "Lms If The Client Is Unable To Complete This",
    "text": "STEP: 1. BankV is required. SCRIPT: “Okay, since we were unable to verify you that way, the other option we have is a Bank Verification.” 2.",
    "keywords": [
      "a bank verification"
    ]
  },
  {
    "title": "Bank",
    "text": "VERIFICATION”",
    "keywords": [
      "verification"
    ]
  },
  {
    "title": "See Script",
    "text": "above) 2. Notate the file accordingly. Include any attempted verification methods. 3.",
    "keywords": []
  },
  {
    "title": "If Passed Qualifying Questions",
    "text": ": Proceed to Verification. ●",
    "keywords": [
      "verification"
    ]
  },
  {
    "title": "Bank Verification",
    "text": "is required for Underwriting, then “[CLIENT] requires a Bank Verification” text will show on the right side of the",
    "keywords": []
  },
  {
    "title": "Loan Application",
    "text": "process, client banking information often must be verified. There are occasional exceptions to the bank verification (“BANKV”) process. You will be notified of these exceptions by your Manager.",
    "keywords": [
      "the bank verification"
    ]
  },
  {
    "title": "Bankv",
    "text": "process below SCRIPT: “Alright, next we need to do a quick banking verification. Do you take advantage of online banking?” ●",
    "keywords": []
  },
  {
    "title": "Banking Verification",
    "text": "system, have you done a bank verification before? [",
    "keywords": [
      "a bank verification"
    ]
  },
  {
    "title": "Flup",
    "text": "to call client if no contact within a few hours. 1. Once the link has been sent a notification will appear in the notes for when the client has started the link in yellow and when it is successful a notification will appear in green. Note: If the client states that the bank verification link has been completed but it is taking more than 5 min to come through and the rest of the loan process has been completed, let the client know we will reach back out if we don’t receive the completed link. 2. After a successful login, a vendor report link will appear on the loan dashboard after refreshing 3. Click on the report link. A “Saved [Vendor] Reports” drop down will appear.pop up 4. Click on “Saved [Vendor] Reports” and select the report from today’s date. 5. Click “Show” (Do not click “Show JSON”). Another window will pop up with client bank information 49 IF Bank",
    "keywords": []
  },
  {
    "title": "If Instant Bank Verification",
    "text": "is unsuccessful, or the client is not comfortable with an electronic Bank Verification, offer a 3-way call with the client’s bank and proceed to the process below.",
    "keywords": []
  },
  {
    "title": "Bank Statement S",
    "text": "Returning clients may also provide verification via",
    "keywords": [
      "verification"
    ]
  },
  {
    "title": "Plus",
    "text": "their two most recent pay stubs after all other bank verification methods have been attempted. SCRIPT: “We will do a traditional bank verification method instead. I need you to send me your last two months of bank statements and your two most recent pay stubs. You can email or fax those to me. What would you prefer? [",
    "keywords": []
  },
  {
    "title": "Flup",
    "text": "to Underwriting to let them know application documentation is ready for their review. Note:",
    "keywords": [
      "application documentation"
    ]
  },
  {
    "title": "The Loan Process",
    "text": "is a highly organized process, structured in an effort to comply with all applicable regulations. Thus, the underwriting process, KPI audit process, and compliance audit process will all assess the accuracy of your loan process. Due to your obligations to communicate accurately with the client and document required steps, inaccurate representations of the loan process will result in disciplinary action, up to and including termination.",
    "keywords": [
      "compliance audit process",
      "kpi audit process"
    ]
  },
  {
    "title": "Pause To Let The Client",
    "text": "VERIFY]. Great, and the last four digits of your social security number? [",
    "keywords": []
  },
  {
    "title": "Client",
    "text": "CITY]? ● What has been your favorite place to live? Remember to document your CIP conversation appropriately using the “PART!” documentation standard. Note: successful CCMs usually will pick 3 “go to” questions they prefer to ask clients.",
    "keywords": [
      "documentation standard"
    ]
  },
  {
    "title": "Pause To Let The Client",
    "text": "VERIFY]. Great, and the last four digits of your social security number? [",
    "keywords": []
  },
  {
    "title": "Pause To Let The Client",
    "text": "VERIFY]. Great, and the last four digits of your social security number? [",
    "keywords": []
  },
  {
    "title": "Pause For",
    "text": "RESPONSE].” IF YES: Continue to fully verify the client if you have not done so already (first AND last name, last four digits of their social security number, and email address), then help the client with their request. SCRIPT: “I would be happy to help you with that! Could you please verify your last name? [",
    "keywords": []
  },
  {
    "title": "Pause To Let The Client",
    "text": "VERIFY]. Great, and the last four digits of your social security number? [",
    "keywords": []
  },
  {
    "title": "Flup",
    "text": "to follow up with your client to wish them good luck or find out how the interview or the medical procedure went. Acts of genuine concern demonstrate our commitment to making our clients smile. Important contacts include birthday greetings (phone or text).",
    "keywords": [
      "birthday greetings"
    ]
  },
  {
    "title": "Pause To Let The Client",
    "text": "VERIFY]. Great, and the last four digits of your social security number? [",
    "keywords": []
  },
  {
    "title": "Money Orders",
    "text": "● If a client wants to mail in a check for multiple payments, refer the file to the CRM Department. ● If the Client wants to PIF: ○ If you do not have the check by the date of the payment start PD (unless still in communication with the client, in which case just count the communication as PD) ○ If another payment date passes and you do not have payment, refer to the",
    "keywords": [
      "the communication",
      "communication"
    ]
  },
  {
    "title": "Difficul T Situ Ations",
    "text": "You are empowered to make your clients smile! Even difficult clients. Please try to help upset clients move past emotional, irrational, or incorrect positions toward productive discussions and solutions. Try TLC’s “FEEL” approach to difficult clients: ● F ast Response (a quick response is best); ● E xpress Empathy & Apologize; ● E xplore the Issue (Try to really understand the situation); ● L ist All the",
    "keywords": []
  },
  {
    "title": "Client",
    "text": "NAME], again I want you to know that I understand your frustrations. And, I assure you, I will try to do everything I can to help you. But it’s important that we both use a professional tone and language so we can find the right solution here.” ○",
    "keywords": [
      "a professional tone"
    ]
  },
  {
    "title": "Email Or Text",
    "text": "MESSAGE: As you receive communication from a client, look for the following: ● A client indicates that they wish to file a complaint. ● A client indicates that they were lied to or deceived. ● A client threatens additional action, including: Lawsuit or reporting to a regulatory body. PROCESS: 1. Send a",
    "keywords": [
      "communication"
    ]
  },
  {
    "title": "Last Resort",
    "text": "are almost always sufficient to de-escalate and resolve those situations. On very, very rare occasions, we interact with individuals who have no interest in resolving hard situations or listening to polite but firm calls for civility. While we strive for the highest service standards, you must also know that you are empowered to",
    "keywords": []
  },
  {
    "title": "Stand Up",
    "text": "in those situations as follows: 80 1) Quickly recognize those situations that are abusive, harassing or intentionally futile. This recognition is solely up to your own judgment. While this is most often done by recognizing an abusive, harassing, or wasteful pattern developing, we trust your ability to recognize the difference between a frustrated client and an abusive individual. 2) Immediately end the call—do not continue to engage with the individual. Repeated attempts at civility sometimes just encourage bad actors to continue their bad behavior. 3) Document the situation in writing. Document the call in the LMS. Copy and paste that documentation in an email to your immediate supervisor. They will take appropriate steps to stop all contact with that individual. And, when appropriate, contact legal counsel and public safety representatives.",
    "keywords": [
      "that documentation"
    ]
  },
  {
    "title": "Advanced Client Issues",
    "text": "may arise while working with a client. These issues include complaints, disputes, attorney communications, bankruptcy statements, etc. The steps to report and resolve client issues are outlined below. As you receive communication from a client, a client’s attorney, or a regulatory body on behalf of a client, look for the following: ● Complaint: A complaint is received from an attorney or regulatory agency. ● Fraud or Dispute of Debt: A client disputes that they took, or applied for, a loan. ● Regulatory: A notification received from a regulatory agency. ● Military: A notification was received proving the client is in active military service. ● OFAC: A formal notification that would come from the office of foreign assets control. ● Cease and Desist: A statement of cease and desist. ● Deceased: Received notification that the client has passed away. ● Bankruptcy: A client has indicated that they have filed for Bankruptcy, or they have sent any of the following info: Bankruptcy Lawyer’s Name, Lawyer’s Phone Number, Case #, Chapter #, or Date Filed. ● Debt Consolidation: POA is received from an attorney with indication of debt consolidation. If any of the communication listed above has been expressed by the client or client representative: PROCESS: 1. Complete a PART! Note with all applicable information. 2. Send a",
    "keywords": [
      "the communication",
      "attorney communications",
      "communication"
    ]
  },
  {
    "title": "Fraud Investigation",
    "text": "team. In the meantime, we will cancel this application and discontinue communication. Is there anything else I can help you with?” ● CCM/",
    "keywords": [
      "communication"
    ]
  },
  {
    "title": "Home Address",
    "text": "PROCESS: 2. With the Client 2.1. Go through the loan process as normal (VCI, QQs, CAI). 2.2. Complete a Bank Verification. 2.3. Read through terms and help the client sign the Loan Agreement. 2.4.",
    "keywords": [
      "a bank verification"
    ]
  },
  {
    "title": "Lender Mailing Address City And",
    "text": "STATE].” IF client wants to know where YOU personally are located: “I’m so sorry, but for security purposes, we are not allowed to give out our physical location, again [LENDER] is headquartered in [",
    "keywords": [
      "security purposes"
    ]
  },
  {
    "title": "Personal Que Stions",
    "text": "“I’m so sorry, but for security purposes in this social media age, I am not allowed to give out personal information. I appreciate you wanting to get to know me better.” 113",
    "keywords": [
      "security purposes"
    ]
  },
  {
    "title": "How Do I Kno W Your Comp Any Is Legitima",
    "text": "TE? “Well, we’ve been serving our clients since 2010, that’s over 10 years. If you search our company online for complaints, you just won’t find very many—that’s because we treat our clients with unparalleled service. Also, you can see on our website that we are validated by Trustwave—they are one of the leading cyber crime and data protection security companies. Their ‘Trusted Commerce’ endorsement means we are enrolled in their",
    "keywords": []
  }
]